export const data = [
  {
      id: 1,
      author: "Аркадий Стругацкий, Борис Стругацкий" ,
      title: "Трудно быть богом",
      describe: "Действие повести разворачивается в будущем, на планете с гуманоидной цивилизацией, в местном государстве Арканар. Представители цивилизации физически неотличимы от людей. Цивилизация находится на уровне развития, соответствующем земному позднему Средневековью. На планете негласно присутствуют сотрудники земного Института экспериментальной истории, начавшие наблюдение за развитием цивилизации больше двух десятилетий назад. Главный герой — землянин Антон, действующий в Арканарском королевстве под видом высокородного дворянина Руматы Эсторского. Арканарское королевство переживает период контркультурной реакции — в стране идут гонения на «грамотеев» под девизом «Умные не надобны. Надобны верные». Румата старается повернуть общество на верный путь. Земляне, признав сложившуюся ситуацию чрезвычайной, спускаются с орбиты и разбрасывают над Арканаром усыпляющие бомбы.",
      genre: "fantasy" ,
      image: "https://i.grenka.ua/shop/1/2/527/trudno-byt-bogom-2015.jpg"
  },  
  {
    id: 2,
    author: "Ханс Кристиан Андерсен" ,
    title: "Снежная королева",
    describe: "Отравленный осколками волшебного зеркала мальчик Кай попадает к Снежной Королеве. Его названная сестра Герда находит мальчика и растапливает осколки любовью своего чистого сердца. Посиневший от холода, но не чувствующий его из-за поцелуя Снежной королевы, Кай складывал из льдинок различные фигуры. Он хотел сложить слово «вечность», тогда Снежная королева подарила бы ему весь свет и пару новых коньков. Герда бросилась к Каю и горячими слезами растопила лёд. Кай заплакал, и осколок выпал из его глаза. Посиневший от холода, но не чувствующий его из-за поцелуя Снежной королевы, Кай складывал из льдинок различные фигуры. Он хотел сложить слово «вечность», тогда Снежная королева подарила бы ему весь свет и пару новых коньков. Герда бросилась к Каю и горячими слезами растопила лёд. Кай заплакал, и осколок выпал из его глаза. Кай и Герда вернулись домой.",
    genre: "fable",
    image: "https://upload.wikimedia.org/wikipedia/commons/5/51/Rudolf_Koivu_-_Lumikuningatar.jpg"
},  
{
    id: 3,
    author: "Марина Цветаева",
    title: "Стихи",
    genre: "poems",
    describe: "Первая посмертная книга стихов Марины Цветаевой «Избранное» увидела свет в СССР в 1961 году, через 20 лет после гибели автора и почти через 40 лет после предыдущего издания на родине. К моменту выхода «Избранного» немногие читатели помнили молодую Цветаеву и почти никто не представлял, в какого масштаба фигуру она превратилась, пройдя свой трагический путь.",
    image:"https://cdn1.ozone.ru/s3/multimedia-z/6010254923.jpg"
},  
{
    id: 4,
    author: "Галина Вишневская",
    title: "Галина. История жизни",
    describe:"В этой книге история жизни великой певицы и актрисы Галины Вишневской рассказана из первых уст. Книга является уникальным свидетельством непростой, удивительной жизни. Девушка, окончившая 7 классов школы, не имеющая специального музыкального образования, становится главной фигурой Большого театра, а потом и мировых оперных сцен. История жизни Галины Вишневской - сказка про Золушку, или же история тяжелой, трудной работы над собой, преодоления себя и трудностей мира." ,
    genre: "memoris",
    image:"https://img4.labirint.ru/rc/84bbe19109eef3ddaa78a7bcf03d92ee/246x330/books56/556974/cover.jpg?1563950584"
},  
{
    id: 5,
    author: "Агата Кристи",
    title: "Убийство в Восточном экспрессе",
    describe: "В экспрессе находят мужчину, убитого дюжиной ножевых ударов. Знаменитый детектив выясняет, что, желая отомстить за смерть маленькой девочки, в убийстве участвовали все пассажиры поезда.",
    genre: "detectiv",
    image:"https://www.timeout.ru/wp-content/uploads/2020/09/ubijstvo.jpg"
},  
{
    id: 6,
    author:"Айзек Азимов" ,
    title: "Норби",
    describe:"В творчестве Айзека Азимова, классика мировой фантастики, автора более 400 книг, обладателя 5 премий 'Хьюго', 2 премий 'Небьюла' и бесчисленного количества других премий и призов, цикл о роботе 'Норби' занимает особое место. Когда юный Джефферсон Уэллс, кадет Космической академии, купил подержанного робота Норби, то даже и не подозревал, какие удивительные приключения его ожидают в дальнейшем. Вместе с новым другом им предстоит совершить множество прыжков во времени и гиперпространстве, вступить в ожесточенную схватку с бандитами, посетить Землю ледникового периода, спасти пропавшую принцессу и даже побывать на планете дракониц!",
    genre: "fantasy",
    image: "https://img4.labirint.ru/rc/9f9270699879da2b8c0ab777906016c8/220x340/books52/512496/cover.jpg?1613388386"
},  
{
    id: 7,
    author:"Шарль Перро" ,
    title:"Золушка" ,
    describe:"Король небольшой страны, вдовец с дочерью от первого брака, прелестной и доброй девушкой, женился на высокомерной и злой даме с двумя дочерьми, во всём похожими на мать. Отец «во всём слушался своей новой жены». Мачеха заставляет падчерицу выполнять самую тяжёлую и грязную работу. Добрая фея превращает тыкву, мышей, крысу и ящериц соответственно в карету, коней, кучера и слуг, лохмотья Золушки — в роскошное платье, и дарит ей красивые туфельки. Золушка едет на бал. " ,
    genre: "fable" ,
    image:"https://img4.labirint.ru/rc/daab26adc7d8e186366ae64e37ac0434/220x340/books79/784506/cover.jpg?1610274315"
},  
{
    id: 8,
    author: "Александр Блок",
    title: "Стихи о прекрасной даме",
    describe:"Стихи о прекрасной даме» – стихотворный цикл Александра Блока. Написан под влиянием сильного чувства, которое молодой поэт испытывал к своей будущей супруге Любови Менделеевой, а также под влиянием учения философа В. Соловьева о Вечной Женственности. Это нетленное божественное начало, которое символизирует Прекрасная Дама, способно примирить «земное» и «небесное», мирское и божественное, принести обновление душе поэта. Героиня цикла – непостижимый, мистический образ – «Дева», «Святая», «Непостижимая», а иногда реальная женщина, стройная, высокая, надменная и суровая. Любовь к ней лирического героя трансформируется в поэзию символов, полутонов и намеков.",
    genre: "poems",
    image:"https://img4.labirint.ru/rc/51bf13209b88ac532bd07c0ac1896c8e/220x340/books47/462102/cover.jpg?1415870742"
},  
{
    id: 9,
    author:"Феликс Юсупов" ,
    title: "Князь Феликс Юсупов",
    describe:"Князь Феликс Феликсович Юсупов, граф Сумароков-Эльстон младший (1887-1967) - родовитый аристократ, семейство которого владело колоссальнейшим состоянием. Он учился в Пажеском корпусе и в Оксфорде, был бисексуалом и женился на племяннице Николая II. Одно про него знают все - он убил Распутина. После большевистской революции князь счастливо избежал смерти и почти полвека провел в изгнании." ,
    genre:  "memoris",
    image:"https://www.bookvoed.ru/files/1836/25/60/89/6.jpg"
},  
{
    id: 10,
    author: "Жорж Сименон",
    title: "Комиссар Мегрэ" ,
    describe:"Жорж Жозеф Кристиан Сименон — бельгийский писатель, один из самых знаменитых в мире представителей детективного жанра в литературе. Наиболее известен серией детективов о полицейском комиссаре Мегрэ. Свой первый роман из «цикла Мегрэ» Сименон написал всего за шесть дней, а другие пять — за месяц. Всего же вышло 80 произведений, где действует знаменитый комиссар Криминальной полиции. Его образ настолько полюбился читателям, что ещё при жизни Сименона в городе Делфзейл, где он придумал своего героя, был воздвигнут бронзовый памятник комиссару Мегрэ. " ,
    genre: "detectiv" ,
    image: "https://img3.labirint.ru/rc/d65678c1395adbdb3a800e09ee2bf460/220x340/books46/454301/cover.jpg?1563785519"
},  
{
    id: 11,
    author: "Джордж Оруэлл" ,
    title: "1984",
    describe: "Своеобразный антипод второй великой антиутопии XX века - 'О дивный новый мир' Олдоса Хаксли. Что, в сущности, страшнее: доведенное до абсурда 'общество потребления' - или доведенное до абсолюта 'общество идеи'? По Оруэллу, нет и не может быть ничего ужаснее тотальной несвободы...",
    genre:"fantasy" ,
    image:"https://cdn.ast.ru/v2/AST000000000130417/COVER/cover1__w600.jpg"
},  
{
    id: 12,
    author: "Народная сказка  в обработке Константина Ушинского.",
    title:"Колобок",
    describe:"В русской народной сказке 'Колобок' рассказывается о том, как колобок, испеченный дедом и бабкой, убежал из дома и чем это для него закончилось. Веселый колобок путешествует, встречает зверей и убегает от них, напевая веселую песенку. Однако в конце сказки лиса его перехитрила и съела.",
    genre:"fable" ,
    image:"https://img3.labirint.ru/rc/e50829df1b012b5a63d5c633f84d71dd/220x340/books57/563101/cover.jpg?1563957505"
},  
{
    id: 13,
    author:"Сергей Есенин" ,
    title: "Стихи",
    describe: "В сборник избранных произведений вошло около пятисот стихотворений, написанных Сергеем Есениным в разные годы. Издание предваряет автобиография поэта, написанная в октябре 1925 года.",
    genre: "poems",
    image:"https://img3.labirint.ru/rc/3f066a839f9ae9674a0cc870afc384fa/220x340/books15/144111/cover.jpg?1280394613"
},  
{
    id: 14,
    author: "Джейн Фонда",
    title: "Вся моя жизнь",
    describe:"Мемуары двукратной обладательницы 'Оскара' Джейн Фонды читаются как увлекательный роман – актриса отлично пишет. Главная ценность книги в том, что она написана откровенно. В процессе написания этой книги я обнаружила, что через мою жизнь проходили универсальные темы, которые, при правильном изложении, могли бы обеспечить дорожную карту для других женщин. поскольку они тоже сталкиваются с проблемами отношений, самооценки и прощения." ,
    genre:"memoris" ,
    image:"https://img4.labirint.ru/rc/36f4461df509e9de0f36e5eb233af364/220x340/books59/584392/cover.jpg?1563997202"
},  
{
    id: 15,
    author:"Артур Конан Дойль" ,
    title:"Шерлок Холмс" ,
    describe: "Произведения Конана Дойла, посвящённые приключениям Шерлока Холмса, знаменитого лондонского «консультирующего» детектива стали классикой детективного жанра. Шерлок Холмс, умный, благородный и справедливый борец со злом и защитник обиженных, стал всемирной культовой фигурой и персонажем фольклора. В разных странах существуют десятки посвящённых ему обществ, музеев и памятников.",
    genre:"detectiv" ,
    image: "https://data.fantlab.ru/images/editions/big/43000"
}
]